{
  "fagles": {
    "translator": "Robert Fagles",
    "year": 1990,
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Homer/dp/0140275363/",
      "online": "https://home.ubalt.edu/ntygfit/ai_01_pursuing_fame/ai_01_tell/iliad00.htm"
    },
    "description": "Robert Fagles' translation of the Iliad is a renowned and poetic rendition that brings the epic tale of the Trojan War to life with a captivating and accessible style.",
    "quotes": {
      "Book 1 - Intro": "Rage—Goddess, sing the rage of Peleus' son Achilles,\nmurderous, doomed, that cost the Achaeans countless losses,\nhurling down to the House of Death so many sturdy souls,\ngreat fighters' souls, but made their bodies carrion,\n feasts for the dogs and birds,\nand the will of Zeus was moving toward its end.",
      "Book 5 - Athena encourages Diomedes": "But the goddess roused him on, her eyes blazing:\n\"True son of Tydeus, Diomedes, joy of my heart!\nForget the orders—nothing to fear, my friend, neither Ares nor any other god. You too,\nI'll urge you on with so much winning force. Up now! Lash your racing horses at Ares first,\nstrike him at close range, no shrinking away here\nbefore that headlong Ares! Just look at the manic,\nborn for disaster, double-dealing, lying two-face god—\njust now he promised me and Hera, the War-god swore\nhe'd fight the Trojans, stand behind the Argives.\nBut now, look, he's leading the Trojan rampage,\nhis pledges thrown to the winds!",
      "Book 6 - Leaves": "Like the generations of leaves, the lives of mortal men.\nNow the wind scatters the old leaves across the earth,\nnow the living timber bursts with the new buds\nand spring comes round again. And so with men:\nas one generation comes to life, another dies away.",
      "Book 9 - Glory or long life": "If I hold out here and I lay siege to Troy,\nmy journey home is gone, but my glory never dies.\nIf I voyage back to the fatherland I love,\nmy pride, my glory dies . . .\ntrue, but the life that's left me will be long,\nthe stroke of death will not come on me quickly.",
      "Book 21 - Moaning about death": "Come, friend, you too must die. Why moan about it so?\nEven Patroclus died, a far, far better man than you.\nAnd look, you see how handsome and powerful I am?\nThe son of a great man, the mother who gave me life\na deathless goddess. But even for me, I tell you,\ndeath and the strong force of fate are waiting."
    }
  },
  "lattimore": {
    "translator": "Richmond Lattimore",
    "year": 1951,
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Homer-Richmond-Lattimore/dp/0226470490",
      "online": "https://homer.library.northwestern.edu/html/application.html"
    },
    "description": "Richmond Lattimore's translation of the Iliad, published in 1951, offers a faithful and scholarly rendition of Homer's epic masterpiece.",
    "quotes": {
      "Book 1 - Intro": "Sing, goddess, the anger of Peleus' son Achilleus\nand its devastation, which puts pains thousandfold upon the Achaians,\nhurled in their multitudes to the house of Hades strong souls\nof heroes, but gave their bodies to be the delicate feasting\nof dogs, of all birds, and the will of Zeus was accomplished\nsince that time when first there stood in division of conflict\nAtreus' son the lord of men and brilliant Achilleus.",
      "Book 5 - Athena encourages Diomedes": "Then in turn the goddess grey-eyed Athene answered him:\n'Son of Tydeus, you who delight my heart, Diomedes,\nno longer be thus afraid of Ares, nor of any other\nimmortal; such a helper shall I be standing beside you.\nCome then, first against Ares steer your single-foot horses,\nand strike him from close. Be not afraid of violent Ares,\nthat thing of fury, evil-wrought, that double-faced liar\nwho even now protested to Hera and me, promising\nthat he would fight against the Trojans and stand by the Argives.\nNow, all promises forgotten, he stands by the Trojans.'",
      "Book 6 - Leaves": "As is the generation of leaves, so is that of humanity.\nThe wind scatters the leaves on the ground, but the live timber\nburgeons with leaves again in the season of spring returning.\nSo one generation of men will grow while another\ndies.",
      "Book 9 - Glory or long life": "I carry two sorts of destiny toward the day of my death. Either,\nif I stay here and fight beside the city of the Trojans,\nmy return home is gone, but my glory shall be everlasting;\nbut if I return home to the beloved land of my fathers,\nthe excellence of my glory is gone, but there will be a long life\nleft for me, and my end in death will not come to me quickly.",
      "Book 21 - Moaning about death": "So, friend, you die also. Why all this clamour about it?\nPatroklos also is dead, who was better by far than you are.\nDo you not see what a man I am, how huge, how splendid\nand born of a great father, and the mother who bore me immortal?\nYet even I have also my death and my strong destiny"
    }
  },
  "lombardo": {
    "translator": "Stanley Lombardo",
    "year": 1997,
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Hackett-Classics-Homer/dp/0872203522",
      "review": "https://archive.nytimes.com/www.nytimes.com/books/97/07/20/reviews/970720.20mendelt.html"
    },
    "description": "Stanley Lombardo's translation of the Iliad, released in 1997, presents a bold and dynamic retelling that captures the raw power and intensity of the ancient Greek text.",
    "quotes": {
      "Book 1 - Intro": "Sing, Goddess, Achilles' rage,\nBlack and murderous, that cost the Greeks\nIncalculable pain, pitched countless souls\nOf heroes into Hades' dark,\nAnd left their bodies to rot as feasts\nFor dogs and birds, as Zeus' will was done.",
      "Book 5 - Athena encourages Diomedes": "And Athena, whose eyes wereas grey as owls:\n\n\"Diomedes, son of Tydeus, I do love you.\nYou don't have to fear Ares or any other\nOf the immortals. Look who is here beside you.\nDrive your horses directly at Ares\nAnd when you're in range, strike.\nDOn't be in awe of Ares. He's nothing but\n A shifty lout. He promised Hera and me\nHe would fight against Troy and help the Greeks.\nNow he's turned Trojan and abandoned us.\"",
      "Book 6 - Leaves": "Human generations are like leaves in their seasons.\nThe wind blows them to the ground, but the tree\nSprouts new ones when spring comes again.\nMen too. Their generations come and go.",
      "Book 9 - Glory or long life": "If I stay here and fight, I'll never return home,\nBut my glory will by undying forever.\nIf I return home to my dear father land\nMy glory is lost but my life will be long,\nAnd death that ends all will not catch me soon.",
      "Book 21 - Moaning about death": "You die too, friend. Don't take it hard.\nPatroclus died, and he was far better than you.\nTake a look at me. Do you see how huge I am,\nHow beautiful? I have a noble father,\nMy mother was a goddess, but I too\nAm in death's shadow."
    }
  },
  "butler": {
    "translator": "Samuel Butler",
    "year": 1898,
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Homer-Samuel-Butler-Translator/dp/1587260948",
      "online": "http://classics.mit.edu/Homer/iliad.html"
    },
    "description": "Samuel Butler's translation of the Iliad, published in 1898, offers a Victorian-era rendition with a focus on clarity and accessibility.",
    "quotes": {
      "Intro - Book 1": "Sing, O goddess, the anger of Achilles son of Peleus, that brought countless ills upon the Achaeans. Many a brave soul did it send hurrying down to Hades, and many a hero did it yield a prey to dogs and vultures, for so were the counsels of Jove fulfilled from the day on which the son of Atreus, king of men, and great Achilles, first fell out with one another.",
      "Book 5 - Athena encourages Diomedes": "\"Diomedes, son of Tydeus,\" replied Athena, \"man after my own heart, fear neither Ares nor any other of the immortals, for I will befriend you. Nay, drive straight at Ares, and smite him in close combat; fear not this raging madman, villain incarnate, first on one side and then on the other. But now he was holding talk with Hera and myself, saying he would help the Argives and attack the Trojans; nevertheless he is with the Trojans, and has forgotten the Argives.\"",
      "Book 6 - Leaves": "Men come and go as leaves year by year upon the trees. Those of autumn the wind sheds upon the ground, but when spring returns the forest buds forth with fresh vines. Even so is it with the generations of mankind, the new spring up as the old are passing away.",
      "Book 9 - Glory or long life": "If I stay here and fight, I shall not return alive but my name will live for ever: whereas if I go home my name will die, but it will be long ere death shall take me.",
      "Book 21 - Moaning about death": "Therefore, my friend, you too shall die. Why should you whine in this way? Patroclus fell, and he was a better man than you are. I too- see you not how I am great and goodly? I am son to a noble father, and have a goddess for my mother, but the hands of doom and death overshadow me all as surely."
    }
  },
  "chapman": {
    "translator": "George Chapman",
    "year": 1611,
    "links": {
      "amazon": "https://www.amazon.com/Chapmans-Homer-Iliad/dp/0691002363",
      "online": "https://www.gutenberg.org/ebooks/51355",
      "review": "https://www.lrb.co.uk/the-paper/v24/n12/colin-burrow/chapmaniac"
    },
    "description": "George Chapman's translation of the Iliad, released in 1611, showcases a poetic and vibrant interpretation that captures the grandeur and majesty of Homer's work.",
    "quotes": {
      "Book 1 - Intro": "Achilles' baneful wrath resound, O Goddess, that impos'd\nInfinite sorrows on the Greeks, and many brave souls loos'd\nFrom breasts heroic; sent them far to that invisible cave\nThat no light comforts; and their limbs to dogs and vultures gave:\nTo all which Jove's will gave effect; from whom first strife begun\nBetwixt Atrides, king of men, and Thetis' godlike son.",
      "Book 5 - Athena encourages Diomedes": "\"My dearest mind,\" said she,\n\"What then was fit is chang'd. 'Tis true, Mars hath just rule in war,\nBut just war; otherwise he raves, not fights. He's alter'd far.\nHe vow'd to Juno, and myself, that his aid should be us'd\nAgainst the Trojans, whom it guards; and therein he abus'd\nHis rule in arms, infring'd his word, and made his war unjust.\nHe is inconstant, impious, mad. Resolve then; firmly trust\nMy aid of thee against his worst, or any Deity;\nAdd scourge to thy free horse, charge home; he fights perfidiously.\"",
      "Book 6 - Leaves": "The race of man is, that deserves no question; nor receives\nMy being any other breath? The wind in autumn strows\nThe earth with old leaves then the spring the woods with new endows;\nAnd so death scatters men on earth, so life puts out again\nMan's leavy issue.",
      "Book 9 - Glory or long life": "Told me two fates about my death in my direction meet:\nThe one, that, if I here remain t' assist our victory,\nMy safe return shall never live, my fame shall never die;\nIf my return obtain success, much of my fame decays,\nBut death shall linger his approach, and I live many days,\nThis being reveal'd, 'twere foolish pride, t' abridge my life for praise.",
      "Book 21 - Moaning about death": "Die, die, my friend. What tears are these? What sad looks spoil thy face?\nPatroclus died, that far pass'd thee. Nay, seest thou not beside,\nMyself, ev'n I, a fair young man, and rarely magnified,\nAnd, to my father being a king, a mother have that sits\nIn rank with Goddesses; and yet, when thou hast spent thy spirits,\nDeath and as violent a fate must overtake ev'n me"
    }
  },
  "pope": {
    "translator": "Alexander Pope",
    "year": 1720,
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Verse-Translation-Alexander-Illustrated/dp/1480048348",
      "online": "https://www.gutenberg.org/files/6130/6130-h/6130-h.htm"
    },
    "description": "Alexander Pope's translation of the Iliad, published in 1720, presents a renowned and elegant rendering in heroic couplets, embellishing the epic with his own distinct poetic style.",
    "quotes": {
      "Book 1 - Intro": "Achilles' wrath, to Greece the direful spring\nOf woes unnumbered, heavenly goddess, sing!\nThat wrath which hurled to Pluto's gloomy reign\nThe souls of mighty chiefs untimely slain;\nWhose limbs, unburied on the naked shore,\nDevouring dogs and hungry vultures tore.\nSince great Achilles and Atrides strove,\nSuch was the sovereign doom, and such the will of Jove!",
      "Book 5 - Athena encourages Diomedes": "Then thus Minerva:—\"Brave Tydides, hear!\nNot Mars himself, nor aught immortal, fear.\nFull on the god impel thy foaming horse:\nPallas commands, and Pallas lends thee force.\nRash, furious, blind, from these to those he flies,\nAnd every side of wavering combat tries;\nLarge promise makes, and breaks the promise made:\nNow gives the Grecians, now the Trojans aid.\"",
      "Book 6 - Leaves": "Like leaves on trees the race of man is found,\nNow green in youth, now withering on the ground;\nAnother race the following spring supplies;\nThey fall successive, and successive rise:\nSo generations in their course decay;\nSo flourish these, when those are pass'd away.",
      "Book 9 - Glory or long life": "My fates long since by Thetis were disclosed,\nAnd each alternate, life or fame, proposed;\nHere, if I stay, before the Trojan town,\nShort is my date, but deathless my renown:\nIf I return, I quit immortal praise\nFor years on years, and long-extended days.",
      "Book 21 - Moaning about death": "Die then, my friend! what boots it to deplore?\nThe great, the good Patroclus is no more!\nHe, far thy better, was foredoom'd to die,\nAnd thou, dost thou bewail mortality?\nSeest thou not me, whom nature's gifts adorn,\nSprung from a hero, from a goddess born?\nThe day shall come (which nothing can avert)\nWhen by the spear, the arrow, or the dart,\nBy night, or day, by force, or by design,\nImpending death and certain fate are mine!"
    }
  },
  "rieu": {
    "translator": "E. V. Rieu",
    "year": 1950,
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Homer/dp/0140447946",
      "online": "https://ia801501.us.archive.org/14/items/in.ernet.dli.2015.123454/2015.123454.The-Iliad.pdf"
    },
    "description": "E. V. Rieu's translation of the Iliad, published in 1950, provides a modern and readable rendition that aims to make the timeless tale of the Trojan War accessible to contemporary audiences.",
    "quotes": {
      "Book 1 - Intro": "Anger — sing, goddess, the anger of Achilles son of Peleus, that accursed anger, which brought the Greeks endless sufferings and sent the mighty souls of many warriors to Hades, leaving their bodies as carrion for the dogs and a feast for the birds; and Zeus' purpose was fulfilled. It all began when Agamemnon lord of men and godlike Achilles quarrelled and parted.",
      "Book 5 - Athena encourages Diomedes": "Diomedes son of Tydeus, my pride and joy, don't be afraid of Ares or any other god. You have me to help you! Quick now — drive your horses straight at him. Let him have it at short range. Don't be intimidated by wild Ares, that mad, double-dealing delinquent. Earlier on he gave Hera and myself his word to fight against the Trojans and help the Greeks — and now he has forgotten all he said and is fighting on the Trojan side.",
      "Book 6 - Leaves": "The family of man is like the leaves of the trees. The wind scatters them on the ground, but the trees burst into bud and grow fresh leaves when the spring comes round. So with the family of man: one generation grows, the other fades.",
      "Book 9 - Glory or long life": "My divine mother, silver-footed Thetis, says that destiny has left two courses open to me on my journey to the grave. If I stay here and fight it out round Ilium, there is no home-coming for me, but there will be eternal glory instead. If I go back to the land of my fathers, my heroic glory will be forfeit, but my life will be long and I shall be spared an early death.",
      "Book 21 - Moaning about death": "Yes, my friend, you die too. Why make such a song about it? Even Patroclus died, who was a better man than you by far. And look at me. Don't you see how big and handsome I am? I am the son of a great man. A goddess was my mother. Yet death and inexorable destiny are waiting for me as well."
    }
  },
  "hammond": {
    "translator": "Martin Hammond",
    "year": 1987,
    "links": {
      "amazon": "https://www.amazon.com/Iliad-New-Prose-Translation/dp/0140444440"
    },
    "description": "Martin Hammond's translation of the Iliad, released in 1987, combines a scholarly approach with a clear and engaging style, offering a balanced and accessible reading experience.",
    "quotes": {
      "Book 1 - Intro": "",
      "Book 5 - Athena encourages Diomedes": "",
      "Book 6 - Leaves": "",
      "Book 9 - Glory or long life": "",
      "Book 21 - Moaning about death": ""
    }
  },
  "mitchell": {
    "translator": "Stephen Mitchell",
    "year": 2011,
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Stephen-Mitchell-Translation/dp/1439163383"
    },
    "description": "Stephen Mitchell's translation of the Iliad, published in 2011, presents a fresh and contemporary interpretation, capturing the timeless essence of the epic with a poetic and accessible language.",
    "quotes": {
      "Book 1 - Intro": "",
      "Book 5 - Athena encourages Diomedes": "",
      "Book 6 - Leaves": "",
      "Book 9 - Glory or long life": "",
      "Book 21 - Moaning about death": ""
    }
  },
  "fitzgerald": {
    "translator": "Robert Fitzgerald",
    "year": 1974,
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Fitzgerald-Translation-Homer/dp/0374529051"
    },
    "description": "Robert Fitzgerald's translation of the Iliad, published in 1974, is a highly acclaimed rendition that balances fidelity to the original Greek text with a captivating and lyrical style, creating an immersive and evocative reading experience.",
    "quotes": {
      "Book 1 - Intro": "Anger be now your song, immortal one,\nAkhilleus' anger, doomed and ruinous,\nthat caused the Akhaians loss on bitter loss\nand crowded brave souls into the undergloom,\nleaving so many dead men—carrion\nfor dogs and birds; and the will of Zeus was done.",
      "Book 5 - Athena encourages Diomedes": "The grey-eyed goddess answered:\n\n\"Diomedes, dear to my heart: no matter what I said,\nyou are excused from it; you must not shrink\nfrom Ares or from any other god\nwhile I am with you.\nWhip your team toward Ares, hit him, hand to hand, defer\nno longer to this maniacal god\nby nature evil, two-faced everywhere. Not one hour ago I heard him grunt\nhis word to Hera and myself to fight\non the Argive side; now he forgets all that\nand joins the Trojans.\"",
      "Book 6 - Leaves": "Very like leaves\nupon this earth are the generations of men—\nold leaves, cast on the ground by wind, young leaves\nthe greening forest bears when spring comes in.\nSo mortals pass, one generation flows\neven as another dies away.",
      "Book 9 - Glory or long life": "if on the one hand I remain to fight\naround Troy town, I lose all hoope of home\nbut gain unfading glory; on the other,\nif I sail back to my own land my glory\nfails—but a long life lies ahead of me.",
      "Book 21 - Moaning about death": "Come, friend, face your death, you too. And why are you so piteous about it?\nPatroklos died, and he was a finer man\nby far than you. YOu see, don't you, how large\nI am, and how well-made? My father is noble,\na goddess bore me. Yet death waits for me,\nfor me as well, in all the power of fate."
    }
  },
  "graves": {
    "translator": "Robert Graves",
    "year": 1900,
    "links": {
      "amazon": "",
      "online": ""
    },
    "description": "The Robert Graves translation of the Iliad offers a poetic and accessible rendition of Homer's epic, capturing both its timeless themes and the essence of its ancient language.",
    "quotes": {
      "Book 1 - Intro": "",
      "Book 5 - Athena encourages Diomedes": "",
      "Book 6 - Leaves": "",
      "Book 9 - Glory or long life": "",
      "Book 21 - Moaning about death": ""
    }
  }
}