{
  "fagles": {
    "translator": "Robert Fagles",
    "year": 1990,
    "tags": [
      "free",
      "verse"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Homer/dp/0140275363/",
      "online": "https://home.ubalt.edu/ntygfit/ai_01_pursuing_fame/ai_01_tell/iliad00.htm"
    },
    "description": "Robert Fagles's translation of the Iliad is noted for its powerful and poetic style, bringing a modern sensibility to Homer's ancient epic while maintaining the grandeur of the original text. Unlike some translations that emphasize strict adherence to Homeric meter and vocabulary, Fagles opts for a more fluid and accessible approach that captures the emotional intensity and vivid imagery of the poem. His use of contemporary language makes the complex themes of rage, fate, and heroism relatable to today's readers. With lines like \"Rage—Goddess, sing the rage of Peleus' son Achilles\" and \"Like the generations of leaves, the lives of mortal men,\" Fagles’s translation is both dynamic and lyrical, providing a fresh perspective while staying true to the essence of the epic. This balance between fidelity and accessibility sets his work apart from other translations, making it a popular choice for both scholars and general readers.",
    "quotes": {
      "Book 1 - Intro": "Rage—Goddess, sing the rage of Peleus' son Achilles,\nmurderous, doomed, that cost the Achaeans countless losses,\nhurling down to the House of Death so many sturdy souls,\ngreat fighters' souls, but made their bodies carrion,\n feasts for the dogs and birds,\nand the will of Zeus was moving toward its end.",
      "Book 5 - Athena encourages Diomedes": "But the goddess roused him on, her eyes blazing:\n\"True son of Tydeus, Diomedes, joy of my heart!\nForget the orders—nothing to fear, my friend,\nneither Ares nor any other god. You too,\nI'll urge you on with so much winning force.\nUp now! Lash your racing horses at Ares first,\nstrike him at close range, no shrinking away here\nbefore that headlong Ares! Just look at the manic,\nborn for disaster, double-dealing, lying two-face god—\njust now he promised me and Hera, the War-god swore\nhe'd fight the Trojans, stand behind the Argives.\nBut now, look, he's leading the Trojan rampage,\nhis pledges thrown to the winds!",
      "Book 6 - Leaves": "Like the generations of leaves, the lives of mortal men.\nNow the wind scatters the old leaves across the earth,\nnow the living timber bursts with the new buds\nand spring comes round again. And so with men:\nas one generation comes to life, another dies away.",
      "Book 9 - Glory or long life": "If I hold out here and I lay siege to Troy,\nmy journey home is gone, but my glory never dies.\nIf I voyage back to the fatherland I love,\nmy pride, my glory dies . . .\ntrue, but the life that's left me will be long,\nthe stroke of death will not come on me quickly.",
      "Book 21 - Moaning about death": "Come, friend, you too must die. Why moan about it so?\nEven Patroclus died, a far, far better man than you.\nAnd look, you see how handsome and powerful I am?\nThe son of a great man, the mother who gave me life\na deathless goddess. But even for me, I tell you,\ndeath and the strong force of fate are waiting."
    }
  },
  "lattimore": {
    "translator": "Richmond Lattimore",
    "year": 1951,
    "tags": [
      "free",
      "verse"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Homer-Richmond-Lattimore/dp/0226470490",
      "online": "https://homer.library.northwestern.edu/html/application.html"
    },
    "description": "Richmond Lattimore's translation of the Iliad is widely respected for its fidelity to the original Greek text and its lyrical yet accessible style. Lattimore aims to maintain the epic's formal structure and poetic rhythm while offering clarity and precision in language. His translation balances the grandeur and complexity of the original with readability, making it suitable for both general readers and scholars. In comparison to other translations, such as those by Robert Fagles or Emily Wilson, Lattimore's work is often noted for its emphasis on literal accuracy and adherence to Homer's hexameter, providing a raw, direct window into the ancient world with a tone that is both majestic and austere. His translation captures the epic's solemnity and heroism, bringing to life the rich tapestry of characters and themes without sacrificing the intricate nuances of the original text.",
    "quotes": {
      "Book 1 - Intro": "Sing, goddess, the anger of Peleus' son Achilleus\nand its devastation, which puts pains thousandfold upon the Achaians,\nhurled in their multitudes to the house of Hades strong souls\nof heroes, but gave their bodies to be the delicate feasting\nof dogs, of all birds, and the will of Zeus was accomplished\nsince that time when first there stood in division of conflict\nAtreus' son the lord of men and brilliant Achilleus.",
      "Book 5 - Athena encourages Diomedes": "Then in turn the goddess grey-eyed Athene answered him:\n'Son of Tydeus, you who delight my heart, Diomedes,\nno longer be thus afraid of Ares, nor of any other\nimmortal; such a helper shall I be standing beside you.\nCome then, first against Ares steer your single-foot horses,\nand strike him from close. Be not afraid of violent Ares,\nthat thing of fury, evil-wrought, that double-faced liar\nwho even now protested to Hera and me, promising\nthat he would fight against the Trojans and stand by the Argives.\nNow, all promises forgotten, he stands by the Trojans.'",
      "Book 6 - Leaves": "As is the generation of leaves, so is that of humanity.\nThe wind scatters the leaves on the ground, but the live timber\nburgeons with leaves again in the season of spring returning.\nSo one generation of men will grow while another\ndies.",
      "Book 9 - Glory or long life": "I carry two sorts of destiny toward the day of my death. Either,\nif I stay here and fight beside the city of the Trojans,\nmy return home is gone, but my glory shall be everlasting;\nbut if I return home to the beloved land of my fathers,\nthe excellence of my glory is gone, but there will be a long life\nleft for me, and my end in death will not come to me quickly.",
      "Book 21 - Moaning about death": "So, friend, you die also. Why all this clamour about it?\nPatroklos also is dead, who was better by far than you are.\nDo you not see what a man I am, how huge, how splendid\nand born of a great father, and the mother who bore me immortal?\nYet even I have also my death and my strong destiny"
    }
  },
  "lombardo": {
    "translator": "Stanley Lombardo",
    "year": 1997,
    "tags": [
      "verse"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Hackett-Classics-Homer/dp/0872203522",
      "review": "https://archive.nytimes.com/www.nytimes.com/books/97/07/20/reviews/970720.20mendelt.html"
    },
    "description": "Stanley Lombardo's translation of the Iliad is known for its straightforward, contemporary language that makes the epic accessible to modern readers while retaining the power and intensity of the original text. Unlike more formal translations, Lombardo uses a direct and colloquial style that captures the raw emotion and vivid action of the story. For example, his treatment of Achilles' rage in Book 1 or Athena's encouragement of Diomedes in Book 5 is both approachable and impactful, drawing readers into the drama of each scene. Comparatively, Lombardo's version lacks the archaic diction or elevated language found in translations like those by Alexander Pope or Richmond Lattimore, instead offering a narration that feels immediate and relatable. This approach has made Lombardo's translation particularly popular for those seeking to experience the Iliad in a manner that feels fresh and engaging without losing the epic's timeless themes.",
    "quotes": {
      "Book 1 - Intro": "Sing, Goddess, Achilles' rage,\nBlack and murderous, that cost the Greeks\nIncalculable pain, pitched countless souls\nOf heroes into Hades' dark,\nAnd left their bodies to rot as feasts\nFor dogs and birds, as Zeus' will was done.",
      "Book 5 - Athena encourages Diomedes": "And Athena, whose eyes wereas grey as owls:\n\n\"Diomedes, son of Tydeus, I do love you.\nYou don't have to fear Ares or any other\nOf the immortals. Look who is here beside you.\nDrive your horses directly at Ares\nAnd when you're in range, strike.\nDOn't be in awe of Ares. He's nothing but\n A shifty lout. He promised Hera and me\nHe would fight against Troy and help the Greeks.\nNow he's turned Trojan and abandoned us.\"",
      "Book 6 - Leaves": "Human generations are like leaves in their seasons.\nThe wind blows them to the ground, but the tree\nSprouts new ones when spring comes again.\nMen too. Their generations come and go.",
      "Book 9 - Glory or long life": "If I stay here and fight, I'll never return home,\nBut my glory will by undying forever.\nIf I return home to my dear father land\nMy glory is lost but my life will be long,\nAnd death that ends all will not catch me soon.",
      "Book 21 - Moaning about death": "You die too, friend. Don't take it hard.\nPatroclus died, and he was far better than you.\nTake a look at me. Do you see how huge I am,\nHow beautiful? I have a noble father,\nMy mother was a goddess, but I too\nAm in death's shadow."
    }
  },
  "butler": {
    "translator": "Samuel Butler",
    "year": 1898,
    "tags": [
      "free",
      "prose"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Homer-Samuel-Butler-Translator/dp/1587260948",
      "online": "http://classics.mit.edu/Homer/iliad.html"
    },
    "description": "Samuel Butler's translation of the Iliad is notable for its straightforward, prose-based approach, making it accessible to a broad audience. Unlike more poetic renditions that try to capture the rhythmic and melodic essence of the original Greek verse, Butler focuses on narrative clarity and readability. His translation conveys the epic's complex themes—such as honor, wrath, and mortality—in clear and direct language, as seen in passages like the stark reflections on life and death (\"Men come and go as leaves year by year upon the trees\"). While some may find it lacks the lyrical beauty found in other translations, Butler's version appeals to those who prioritize understanding the story and its characters without the potential barriers of archaic language and complex poetic structures.",
    "quotes": {
      "Book 1 - Intro": "Sing, O goddess, the anger of Achilles son of Peleus, that brought countless ills upon the Achaeans. Many a brave soul did it send hurrying down to Hades, and many a hero did it yield a prey to dogs and vultures, for so were the counsels of Jove fulfilled from the day on which the son of Atreus, king of men, and great Achilles, first fell out with one another.",
      "Book 5 - Athena encourages Diomedes": "\"Diomedes, son of Tydeus,\" replied Athena, \"man after my own heart, fear neither Ares nor any other of the immortals, for I will befriend you. Nay, drive straight at Ares, and smite him in close combat; fear not this raging madman, villain incarnate, first on one side and then on the other. But now he was holding talk with Hera and myself, saying he would help the Argives and attack the Trojans; nevertheless he is with the Trojans, and has forgotten the Argives.\"",
      "Book 6 - Leaves": "Men come and go as leaves year by year upon the trees. Those of autumn the wind sheds upon the ground, but when spring returns the forest buds forth with fresh vines. Even so is it with the generations of mankind, the new spring up as the old are passing away.",
      "Book 9 - Glory or long life": "If I stay here and fight, I shall not return alive but my name will live for ever: whereas if I go home my name will die, but it will be long ere death shall take me.",
      "Book 21 - Moaning about death": "Therefore, my friend, you too shall die. Why should you whine in this way? Patroclus fell, and he was a better man than you are. I too- see you not how I am great and goodly? I am son to a noble father, and have a goddess for my mother, but the hands of doom and death overshadow me all as surely."
    }
  },
  "chapman": {
    "translator": "George Chapman",
    "year": 1611,
    "tags": [
      "free",
      "verse"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Chapmans-Homer-Iliad/dp/0691002363",
      "online": "https://www.gutenberg.org/ebooks/51355",
      "review": "https://www.lrb.co.uk/the-paper/v24/n12/colin-burrow/chapmaniac"
    },
    "description": "George Chapman's translation of the Iliad stands out for its energetic and dramatic style, characterized by a robust and vigorous use of Elizabethan English. Chapman prioritizes a rhythmic and vivid narrative, often adding embellishments and flourish, which creates a dynamic and somewhat theatrical reading experience. This distinctive approach sets him apart from other translators, such as Alexander Pope, who offers a more polished, neoclassical version, or Richmond Lattimore, known for his faithful adherence to the Greek text's straightforwardness. Chapman's translation is celebrated for capturing the grandiosity and spirit of Homeric epic, even if it sometimes sacrifices literal accuracy for the sake of effect. Through his choice of language and emphasis on the emotional and moral dimensions of the characters, Chapman's Iliad offers a unique interpretation that resonates with the intensity and complexity of the original work.",
    "quotes": {
      "Book 1 - Intro": "Achilles' baneful wrath resound, O Goddess, that impos'd\nInfinite sorrows on the Greeks, and many brave souls loos'd\nFrom breasts heroic; sent them far to that invisible cave\nThat no light comforts; and their limbs to dogs and vultures gave:\nTo all which Jove's will gave effect; from whom first strife begun\nBetwixt Atrides, king of men, and Thetis' godlike son.",
      "Book 5 - Athena encourages Diomedes": "\"My dearest mind,\" said she,\n\"What then was fit is chang'd. 'Tis true, Mars hath just rule in war,\nBut just war; otherwise he raves, not fights. He's alter'd far.\nHe vow'd to Juno, and myself, that his aid should be us'd\nAgainst the Trojans, whom it guards; and therein he abus'd\nHis rule in arms, infring'd his word, and made his war unjust.\nHe is inconstant, impious, mad. Resolve then; firmly trust\nMy aid of thee against his worst, or any Deity;\nAdd scourge to thy free horse, charge home; he fights perfidiously.\"",
      "Book 6 - Leaves": "The race of man is, that deserves no question; nor receives\nMy being any other breath? The wind in autumn strows\nThe earth with old leaves then the spring the woods with new endows;\nAnd so death scatters men on earth, so life puts out again\nMan's leavy issue.",
      "Book 9 - Glory or long life": "Told me two fates about my death in my direction meet:\nThe one, that, if I here remain t' assist our victory,\nMy safe return shall never live, my fame shall never die;\nIf my return obtain success, much of my fame decays,\nBut death shall linger his approach, and I live many days,\nThis being reveal'd, 'twere foolish pride, t' abridge my life for praise.",
      "Book 21 - Moaning about death": "Die, die, my friend. What tears are these? What sad looks spoil thy face?\nPatroclus died, that far pass'd thee. Nay, seest thou not beside,\nMyself, ev'n I, a fair young man, and rarely magnified,\nAnd, to my father being a king, a mother have that sits\nIn rank with Goddesses; and yet, when thou hast spent thy spirits,\nDeath and as violent a fate must overtake ev'n me"
    }
  },
  "pope": {
    "translator": "Alexander Pope",
    "year": 1720,
    "tags": [
      "free",
      "verse"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Verse-Translation-Alexander-Illustrated/dp/1480048348",
      "online": "https://www.gutenberg.org/files/6130/6130-h/6130-h.htm"
    },
    "description": "Alexander Pope's translation of the Iliad is renowned for its elegant and poetic style, capturing the grandeur and drama of Homer's epic with a classical flair that was highly appreciated in the 18th century. Unlike more modern translations that aim for directness and literal accuracy, Pope's version employs a rhymed couplet form, which adds a musical quality that emphasizes the heroic and tragic elements of the story. Pope's choice of language often reflects the ornate and elevated English of his own time, which some readers find adds a certain majesty and others see as distancing the work from the original's immediacy. Compared to translations like those by Richmond Lattimore or Robert Fagles, which focus more on fidelity to the original Greek text and clarity, Pope's Iliad is more an artistic interpretation, allowing the translator’s own voice to shine through as he portrayed the wrath of Achilles and the will of the gods with dramatic flourish and vivid imagery.",
    "quotes": {
      "Book 1 - Intro": "Achilles' wrath, to Greece the direful spring\nOf woes unnumbered, heavenly goddess, sing!\nThat wrath which hurled to Pluto's gloomy reign\nThe souls of mighty chiefs untimely slain;\nWhose limbs, unburied on the naked shore,\nDevouring dogs and hungry vultures tore.\nSince great Achilles and Atrides strove,\nSuch was the sovereign doom, and such the will of Jove!",
      "Book 5 - Athena encourages Diomedes": "Then thus Minerva:—\"Brave Tydides, hear!\nNot Mars himself, nor aught immortal, fear.\nFull on the god impel thy foaming horse:\nPallas commands, and Pallas lends thee force.\nRash, furious, blind, from these to those he flies,\nAnd every side of wavering combat tries;\nLarge promise makes, and breaks the promise made:\nNow gives the Grecians, now the Trojans aid.\"",
      "Book 6 - Leaves": "Like leaves on trees the race of man is found,\nNow green in youth, now withering on the ground;\nAnother race the following spring supplies;\nThey fall successive, and successive rise:\nSo generations in their course decay;\nSo flourish these, when those are pass'd away.",
      "Book 9 - Glory or long life": "My fates long since by Thetis were disclosed,\nAnd each alternate, life or fame, proposed;\nHere, if I stay, before the Trojan town,\nShort is my date, but deathless my renown:\nIf I return, I quit immortal praise\nFor years on years, and long-extended days.",
      "Book 21 - Moaning about death": "Die then, my friend! what boots it to deplore?\nThe great, the good Patroclus is no more!\nHe, far thy better, was foredoom'd to die,\nAnd thou, dost thou bewail mortality?\nSeest thou not me, whom nature's gifts adorn,\nSprung from a hero, from a goddess born?\nThe day shall come (which nothing can avert)\nWhen by the spear, the arrow, or the dart,\nBy night, or day, by force, or by design,\nImpending death and certain fate are mine!"
    }
  },
  "rieu": {
    "translator": "E. V. Rieu",
    "year": 1950,
    "tags": [
      "free",
      "prose"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Homer/dp/0140447946",
      "online": "https://ia801501.us.archive.org/14/items/in.ernet.dli.2015.123454/2015.123454.The-Iliad.pdf"
    },
    "description": "E. V. Rieu's translation of the Iliad is characterized by its straightforward and accessible language, making Homer's epic more approachable for modern readers. Rieu, who aimed to preserve the narrative's grandeur while simplifying its complexity, opted for prose over poetry, which distinguishes his work from other translations that often maintain the poem's original verse form. His translation prioritizes clarity and readability, capturing the essence of the characters and their emotions with a directness evident in passages like the opening lines that highlight Achilles' destructive rage. Rieu's style stands in contrast to the more poetic renditions by translators like Robert Fagles or Richmond Lattimore, who maintain a more literal and formal approach to the epic's structure. Ultimately, Rieu's Iliad is praised for making the ancient text accessible to a wider audience without losing the power and drama of Homer's storytelling.",
    "quotes": {
      "Book 1 - Intro": "Anger — sing, goddess, the anger of Achilles son of Peleus, that accursed anger, which brought the Greeks endless sufferings and sent the mighty souls of many warriors to Hades, leaving their bodies as carrion for the dogs and a feast for the birds; and Zeus' purpose was fulfilled. It all began when Agamemnon lord of men and godlike Achilles quarrelled and parted.",
      "Book 5 - Athena encourages Diomedes": "Diomedes son of Tydeus, my pride and joy, don't be afraid of Ares or any other god. You have me to help you! Quick now — drive your horses straight at him. Let him have it at short range. Don't be intimidated by wild Ares, that mad, double-dealing delinquent. Earlier on he gave Hera and myself his word to fight against the Trojans and help the Greeks — and now he has forgotten all he said and is fighting on the Trojan side.",
      "Book 6 - Leaves": "The family of man is like the leaves of the trees. The wind scatters them on the ground, but the trees burst into bud and grow fresh leaves when the spring comes round. So with the family of man: one generation grows, the other fades.",
      "Book 9 - Glory or long life": "My divine mother, silver-footed Thetis, says that destiny has left two courses open to me on my journey to the grave. If I stay here and fight it out round Ilium, there is no home-coming for me, but there will be eternal glory instead. If I go back to the land of my fathers, my heroic glory will be forfeit, but my life will be long and I shall be spared an early death.",
      "Book 21 - Moaning about death": "Yes, my friend, you die too. Why make such a song about it? Even Patroclus died, who was a better man than you by far. And look at me. Don't you see how big and handsome I am? I am the son of a great man. A goddess was my mother. Yet death and inexorable destiny are waiting for me as well."
    }
  },
  "mitchell": {
    "translator": "Stephen Mitchell",
    "year": 2011,
    "tags": [
      "verse"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Stephen-Mitchell-Translation/dp/1439163383"
    },
    "description": "Stephen Mitchell's translation of the Iliad is notable for its accessible and contemporary language, which makes the ancient text approachable to modern readers. Mitchell employs a clear and direct style, aiming to preserve the epic's grandeur while ensuring that the narrative flows smoothly for the reader. This translation differs from others by focusing on fluency and readability, often simplifying complex metaphors without sacrificing the original text's emotional and dramatic intensity. For instance, his version of the famous line about \"men coming and going like leaves\" captures the cycle of life with a simplicity that resonates. Mitchell’s rendition is often compared to translations like those by Robert Fagles or Richmond Lattimore; while Fagles maintains a reverent poetic tone and Lattimore a closer adherence to the original Greek's structure, Mitchell prioritizes narrative clarity and engagement.",
    "quotes": {
      "Book 1 - Intro": "The rage of Achilles—sing it now, goddess, sing through me\nthe deadly rage that caused the Achaeans such grief\nand hurled down to Hades the souls of so many fighters,\nleaving their naked flesh to be eaten by dogs\nand carrion birds, as the will of Zeus was accomplished.\nBegin at the time when bitter words first divided\nthat king of men, Agamemnon, and godlike Achilles.",
      "Book 5 - Athena encourages Diomedes": "Athena answered him, \"Joy of my heart, Diomedes,\nson of Tydeus, do not fear Ares or any\nother immortal, since I have come here to help you.\nGet up, drive straight at Ares, close in and hit him.\nDon't be awed by this raging madman, a monster\nof violence, a brazen and two-faced liar\nwho a while ago made a promise to me and Hera\nthat he would stand by the Argives and fight the Trojans,\nyet now he is fighting on their side, forgetting his pledge.\"",
      "Book 6 - Leaves": "Men come and go, just like the leaves in their seasons.\nThe wind scatters one year's leaves on the ground, but the forest\nbursts with new buds as soon as springtime arrives,\nand it is the same with men: one generation\ncomes to life while another one passes away.",
      "Book 9 - Glory or long life": "My mother, Thetis,\ntells me that there are two ways I might die. If I stay here\nand keep on fighting around the city of Troy,\nI can never go home, but my glory will live forever;\nbut if I return in my ships to my own dear country,\nmy glory will die, but my life will be long and peaceful.",
      "Book 21 - Moaning about death": "So courage, my friend;\nyou too must die. Why all this moaning about it?\nEven Patroclus died, and he was a better\nman than you are. And don't you see me—how huge\nand handsome I am? My father is a great king\nand my mother a goddess. Yet death stands waiting for me\nas well."
    }
  },
  "fitzgerald": {
    "translator": "Robert Fitzgerald",
    "year": 1974,
    "tags": [
      "verse"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Fitzgerald-Translation-Homer/dp/0374529051"
    },
    "description": "Robert Fitzgerald's translation of Homer's Iliad is renowned for its clarity and fidelity to the original text while maintaining the poetic essence of the epic. Fitzgerald employs a straightforward, accessible style that both respects the grandeur of the ancient Greek epic and makes it approachable for modern readers. His translation captures the intensity and emotion of the narrative, from the wrath of Achilles to the philosophical musings on mortality. Compared to other translations, such as those by Fagles or Lattimore, Fitzgerald's version is noted for its vivid imagery and rhythmic cadence, striking a balance between readability and the epic's traditional meter. His work is particularly effective in conveying the dramatic shifts in the story, highlighting the heroism, tragedy, and humanity that are central to the Iliad.",
    "quotes": {
      "Book 1 - Intro": "Anger be now your song, immortal one,\nAkhilleus' anger, doomed and ruinous,\nthat caused the Akhaians loss on bitter loss\nand crowded brave souls into the undergloom,\nleaving so many dead men—carrion\nfor dogs and birds; and the will of Zeus was done.",
      "Book 5 - Athena encourages Diomedes": "The grey-eyed goddess answered:\n\"Diomedes, dear to my heart: no matter what I said,\nyou are excused from it; you must not shrink\nfrom Ares or from any other god\nwhile I am with you. Whip your team\ntoward Ares, hit him, hand to hand, defer\nno longer to this maniacal god\nby nature evil, two-faced everywhere.\nNot one hour ago I heard him grunt\nhis word to Hera and myself to fight\non the Argive side; now he forgets all that\nand joins the Trojans.\"",
      "Book 6 - Leaves": "Very like leaves\nupon this earth are the generations of men—\nold leaves, cast on the ground by wind, young leaves\nthe greening forest bears when spring comes in.\nSo mortals pass, one generation flows\neven as another dies away.",
      "Book 9 - Glory or long life": "if on the one hand I remain to fight\naround Troy town, I lose all hope of home\nbut gain unfading glory; on the other,\nif I sail back to my own land my glory\nfails—but a long life lies ahead of me.",
      "Book 21 - Moaning about death": "Come, friend, face your death, you too.\nAnd why are you so piteous about it?\nPatroklos died, and he was a finer man\nby far than you. You see, don't you, how large\nI am, and how well-made? My father is noble,\na goddess bore me. Yet death waits for me,\nfor me as well, in all the power of fate."
    }
  },
  "alexander": {
    "translator": "Caroline Alexander",
    "year": 2016,
    "tags": [
      "verse"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Iliad-New-Translation-Caroline-Alexander/dp/0062046284"
    },
    "description": "Caroline Alexander's translation of the Iliad stands out for its clear and accessible language, bringing the epic's power and complexity to a wider audience. Her version captures the essence of Homer's original Greek with a straightforward and direct prose style that makes the narrative and the lofty themes approachable without sacrificing the work's inherent gravity and eloquence. Unlike some more poetic translations, which can be flowery and ornate, Alexander's approach is grounded and unadorned, providing readers with a lucid and engaging rendition of the text. This style sets her translation apart, as she focuses on the story's raw emotions and the characters' humanity, as seen in her depiction of Achilles’ wrath and Diomedes' confrontation with divinity. Her translation appeals to those seeking a faithful and comprehensible interpretation of the Iliad's timeless tale of war, honor, and fate.",
    "quotes": {
      "Book 1 - Intro": "Wrath—sing, goddess, of the ruinous wrath of Peleus' son Achilles,\nthat inflicted woes without number upon the Achaeans,\nhurled forth to Hades many strong souls of warriors\nand rendered their bodies prey for the dogs,\nfor all birds, and the will of Zeus was accomplished;\nsing from when they two first stood in conflict—\nAtreus' son, lord of men, and godlike Achilles.",
      "Book 5 - Athena encourages Diomedes": "Then the gleaming-eyed goddess Athena answered him:\n\"Son of Tydeus, Diomedes, delighting my heart,\ndo not fear Ares on this account nor any other\nof the immortals; such an ally to you am I.\nBut come, hold your single-hoofed horses straight for Ares,\nstrike at close quarters, do not stand in awe of furious Ares,\nthis madman, created for evil, double-faced,\nwho only yesterday to myself and Hera declaiming aloud pledged\nto fight the Trojans, and defend the Argives,\nand now he bands with the Trojans, and has no thought of this.\"",
      "Book 6 - Leaves": "As a generation of leaves, so is the generation of men.\nThe wind scatters some leaves to the ground, but the forest grows others\nthat flourish and in the time of spring come to succeed them;\nso a generation of men either grows, or it dies.",
      "Book 9 - Glory or long life": "if I remain here to fight around the city of the Trojans,\nmy return home is lost, but my glory will be undying;\nbut if I go home to the beloved land of my father,\noutstanding glory will be lost to me, but my life will be long,\nnor will death's end come on me swiftly.",
      "Book 21 - Moaning about death": "Come friend, you die too; why bewail this so?\nEven Patroclus died, who was far better than you.\nDo you not see how magnificent and mighty I am?\nI am born of a noble father, and a goddess the mother who bore me,\nyet death and powerful fate is upon me too;"
    }
  },
  "murray": {
    "translator": "A. T. Murray",
    "year": 1924,
    "tags": [
      "prose"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Homer/dp/1521566798",
      "online": "https://en.wikisource.org/wiki/The_Iliad_(Murray)"
    },
    "description": "A. T. Murray's translation of the Iliad is known for its literal approach, capturing the formal tone and structure of the original Greek text. Unlike more modern translations that aim for a poetic or contemporary style, Murray's work stays close to the source material, often maintaining a classical dignity in its language. His translation choices reflect a scholarly precision, preserving the epic's grandeur and the rhythmic quality of Homer's verse. For instance, in the opening line, \"The wrath sing, goddess, of Peleus' son, Achilles,\" Murray echoes the solemn invocation typical of ancient epic poetry. While his translation may appear somewhat archaic compared to renditions by translators like Robert Fagles or Caroline Alexander, who prioritize readability and fluidity, Murray's work holds appeal for those interested in a more direct representation of the Iliad's original voice.",
    "quotes": {
      "Book 1 - Intro": "The wrath sing, goddess, of Peleus' son, Achilles, that destructive wrath which brought countless woes upon the Achaeans, and sent forth to Hades many valiant souls of heroes, and made them themselves spoil for dogs and every bird; thus the plan of Zeus came to fulfillment, from the time when first they parted in strife Atreus' son, king of men, and brilliant Achilles.",
      "Book 5 - Athena encourages Diomedes": "And the goddess, flashing-eyed Athene, answered him, saying: \"Son of Tydeus, Diomedes, dear to my heart, fear thou not Ares for that, neither any other of the immortals; so present a helper am I to thee. Nay, come, at Ares first drive thou thy single-hooved horses, and smite him in close fight, neither have thou awe of furious Ares that raveth here a full-wrought bane, a renegade, that but now spake with me and Hera, and made as though he would fight against the Trojans but give aid to the Argives; yet now he consorteth with the Trojans and hath forgotten these.\"",
      "Book 6 - Leaves": "Even as are the generations of leaves, such are those also of men. As for the leaves, the wind scattereth some upon the earth, but the forest, as it bourgeons, putteth forth others when the season of spring is come; even so of men one generation springeth up and another passeth away.",
      "Book 9 - Glory or long life": "For my mother the goddess, silver-footed Thetis, telleth me that twofold fates are bearing me toward the doom of death: if I abide here and war about the city of the Trojans, then lost is my home-return, but my renown shall be imperishable; but if I return home to my dear native land, lost then is my glorious renown, yet shall my life long endure, neither shall the doom of death come soon upon me.",
      "Book 21 - Moaning about death": "Nay, friend, do thou too die; why lamentest thou thus? Patroclus also died, who was better far than thou. And seest thou not what manner of man am I, how comely and how tall? A good man was my father, and a goddess the mother that bare me; yet over me too hang death and mighty fate."
    }
  },
  "green": {
    "translator": "Peter Green",
    "year": 2015,
    "tags": [
      "verse"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Iliad-New-Translation-Peter-Green/dp/0520281411"
    },
    "description": "Peter Green's translation of the \"Iliad\" captures the raw energy and complexity of Homer's epic with a straightforward and accessible style. Unlike many translations that prioritize poetic elegance, Green aims for clarity and a directness that brings the ancient text to life for contemporary readers. This approach preserves the story's power and intensity, as seen in passages like the famous introduction of Achilles's wrath and the existential reflections on human mortality. Green's translation distinguishes itself by maintaining the narrative's dynamism while ensuring that the nuanced emotions and intricate relationships are conveyed effectively. His work stands alongside translations like those of Robert Fagles and Richmond Lattimore, but with a focus on immediacy and engagement, making it particularly appealing for readers new to Homer's world.",
    "quotes": {
      "Book 1 - Intro": "Wrath, goddess, sing of Achilles Pēleus's son's\ncalamitous wrath, which hit the Achaians with countless ills—\nmany the valiant souls it saw off down to Hādēs,\nsouls of heroes, their selves1 left as carrion for dogs\nand all birds of prey, and the plan of Zeus was fulfilled\nfrom the first moment those two men parted in fury,\nAtreus's son, king of men, and the godlike Achilles.",
      "Book 5 - Athena encourages Diomedes": "Then in answer to him spoke the goddess, grey-eyed Athēnē:\n“Diomēdēs, Tydeus's son, so dear to my heart, you need not\nfear Arēs because of that, nor any one of the other\nimmortals—such a supporter I am on your behalf!\nSo come, straight off at Arēs drive your whole-hoofed horses—\nGet up close, hit him, don't be in awe of frantic Arēs,\nthis raving madman, a sick piece of work, a two-faced\nliar, who just now promised, when talking with me and Hērē,\nto fight the Trojans, yes, and give aid to the Argives—\nbut now consorts with the Trojans, his promises forgotten.”",
      "Book 6 - Leaves": "As the generation of leaves, so is that of mankind:\nsome leaves the wind scatters earthwards, but the fertile\nwoodland grows others as spring returns in season.\nSo with men: one generation grows, while another dies.",
      "Book 9 - Glory or long life": "My mother, silver-footed Thetis the goddess, tells me\nthat two contrary spirits go with me until the end that's death.\nIf I stay here, and fight around the Trojans' city\nI'll lose my homecoming, but gain imperishable renown.\nOn the other hand, if I return to my own dear country\nmy fine renown will have perished, but my life will long endure,\nand the end of death will not find me any time soon.",
      "Book 21 - Moaning about death": "So, friend, you too must die: why then lament thus?\nPatroklos too is dead, a far better man than you are.\nCan't you see what I'm like, how handsome and tall I am?\nA fine father sired me, the mother who bore me was a goddess—\nYet over me too hang death and all-mastering destiny\""
    }
  },
  "verity": {
    "translator": "Anthony Verity",
    "year": 2012,
    "tags": [
      "verse"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Homer/dp/0199645213"
    },
    "description": "Anthony Verity's translation of the Iliad is noted for its clarity and precision, offering an accessible version of Homer's epic while maintaining the poem's grandeur and intensity. Verity employs a straightforward narrative style that resonates with the modern reader, capturing the emotional depth and high drama of the original text without unnecessary embellishment. Compared to other translations, Verity's work stands out for its balance between literal accuracy and lyrical expression, preserving the ancient story's force while steering clear of overly poetic language. His translation remains faithful to the source material, as seen in passages like the opening invocation and the nuanced dialogues between characters such as Athena and Diomedes. Verity's rendition is perfect for readers seeking a direct and engaging experience of the Iliad's timeless themes of heroism, mortality, and fate.",
    "quotes": {
      "Book 1 - Intro": "SING, goddess, the anger of Achilles, Peleus' son,\nthe accursed anger which brought the Achaeans countless\nagonies and hurled many mighty shades of heroes into Hades,\ncausing them to become the prey of dogs and\nall kinds of birds; and the plan of Zeus was fulfilled.\nSing from the time the two men were first divided in strife—\nAtreus' son, lord of men, and glorious Achilles.",
      "Book 5 - Athena encourages Diomedes": "Then in answer the goddess grey-eyed Athena addressed him:\n\"Diomedes, son of Tydeus, delight of my heart,\nyou should not on this account be afraid of Ares or any other\nof the immortals; that is the kind of support I give to you.\nSo come now, direct your single-hoofed horses first against Ares,\ngo close and strike him; do not be in awe of impetuous Ares,\nthis crazed god, this shape formed of evil, this two-faced scoundrel,\nwho not long ago spoke with Hera and me and undertook\nto fight against the Trojans and bring aid to the Argives, but\nnow stands alongside the Trojans, and has forgotten his promise.\"",
      "Book 6 - Leaves": "As is the family of leaves, so it is also with men:\nthe wind scatters the leaves on the ground, but the forest breaks\ninto bud and makes more when the spring season comes round.\nSo with the family of men, one generation grows and another ceases.",
      "Book 9 - Glory or long life": "My mother, Thetis of the silver feet, tells me that there are\ntwo spectres carrying me towards the end of death:if I remain here and fight around the city of the Trojans,\nI shall lose my homecoming, but my fame will never die,\nwhile if I go back home to my dear native land,\nmy noble fame will be lost, but my life will be long,\nand the end of death will not come quickly upon me.",
      "Book 21 - Moaning about death": "So, my friend, you too must die; why lament like this?\nEven Patroclus is dead, who was a far better man than you.\nCan you not see what kind of a man I am, how handsome and great?\nI am the son of a well-born man, and the mother who bore me was\na goddess, and yet over me too hangs death and my harsh destiny."
    }
  },
  "johnston": {
    "translator": "Ian Johnston",
    "year": 2010,
    "tags": [
      "free",
      "verse"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Homer/dp/0977626903",
      "online": "http://johnstoniatexts.x10host.com/homer/iliad_title.html"
    },
    "description": "Ian Johnston's translation of the Iliad is noted for its clarity and accessibility, making Homer’s epic more approachable for modern readers. Johnston opts for a straightforward style that retains the narrative’s intensity while ensuring readability, as seen in his rendering of the famous opening lines and the vivid dialogues. Unlike some translations that prioritize a poetic or highly literary approach, Johnston's work focuses on delivering the story and emotions clearly and effectively. His translation balances faithfulness to the original Greek text with a fluid, contemporary prose style, making it particularly appealing for those new to the Iliad. Johnston’s version stands apart for its emphasis on narrative clarity, bringing the ancient tale to life without overbearing archaic language, thus contrasting with more traditional translations that might retain a more formal poetic structure.",
    "quotes": {
      "Book 1 - Intro": "Sing, Goddess, sing the rage of Achilles, son of Peleus—\nthat murderous anger which condemned Achaeans\nto countless agonies and threw many warrior souls\ndeep into Hades, leaving their dead bodies\ncarrion food for dogs and birds—\nall in fulfilment of the will of Zeus.",
      "Book 5 - Athena encourages Diomedes": "Bright-eyed goddess Athena answered him:\n“Diomedes, son of Tydeus,\nyou fill my heart with joy. Don’t fear Ares\nor any other immortal deity.\nFor I’ll give you all the help you need.\nBut come, first let your sure-footed horses\ncharge at Ares. Hit him up close. Have no fear\nof headstrong Ares, that madman, born evil,\nthat fickle god. Just now he gave his word\nto me and Hera too that he would fight\nthe Trojans and assist the Argives. But now,\nhe’s forgotten that and helps the Trojans.\"",
      "Book 6 - Leaves": "Generations of men are like the leaves.\nIn winter, winds blow them down to earth,\nbut then, when spring season comes again,\nthe budding wood grows more. And so with men—\none generation grows, another dies away.",
      "Book 9 - Glory or long life": "My goddess mother, silver-footed Thetis,\nhas said two fates may bring about my death.\nIf I remain here, continuing the fight\nagainst the Trojans’ city, that means\nI won’t be going home, but my glory\nwill never die. But if I go back home,\nmy fame will die, although my life will last\na long time—death will not end it quickly.",
      "Book 21 - Moaning about death": "So now, my friend,\nyou too must die. Why be sad about it?\nPatroclus died, a better man than you.\nAnd look at me. You see how fine I am,\nhow tall, how handsome? My father’s a fine man,\nthe mother who gave birth to me a goddess.\nYet over me, as well, hangs Fate—my death."
    }
  },
  "wilson": {
    "translator": "Emily Wilson",
    "year": 2023,
    "tags": [
      "verse"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Homer/dp/1324001801"
    },
    "description": "Emily Wilson's translation of the \"Iliad\" brings a fresh and accessible approach to Homer's epic. Known for her clear and engaging style, Wilson prioritizes readability and precision in conveying the original's power and emotions. Her translation is marked by its straightforward language, which makes the complex narrative and its themes understandable for modern readers while maintaining the poetic richness of the source. Compared to other translations, Wilson's work is less ornate and focuses on the human emotions and relationships at the heart of the story. Her translation choices highlight themes of fate, glory, and mortality, as seen in the vivid dialogues and reflections of characters like Achilles, without sacrificing the epic's grandeur.",
    "quotes": {
      "Book 1 - Intro": "Goddess, sing of the cataclysmic wrath\nof great Achilles, son of Peleus,\nwhich caused the Greeks immeasurable pain\nand sent so many noble souls of heroes\nto Hades, and made men the spoils of dogs,\na banquet for the birds, and so the plan\nof Zeus unfolded—starting with the conflict\nbetween great Agamemnon, lord of men,\nand glorious Achilles.",
      "Book 5 - Athena encourages Diomedes": "Divine Athena with her shining eyes\nsaid, “Diomedes, son of Tydeus,\ndear to my heart, do not be scared of Ares,\nnor any of the other deathless gods,\nbecause I will be there to keep you safe.\nCome on now, drive your horse straight at Ares,\nand strike him close at hand. Do not hold back\nfrom that shapeshifter. He was made for trouble—\nviolent, and aggressive, and insane.\nHe promised me and Hera earlier\nthat he would help the Greeks and fight the Trojans.\nBut now he is colluding with the Trojans\nand has forgotten all about the Greeks.\"",
      "Book 6 - Leaves": "The generations\nof men are like the growth and fall of leaves\nThe wind shakes some to earth. The forest sprouts\nnew foliage, and springtime comes. So too,\none human generation comes to be,\nanother ends.",
      "Book 9 - Glory or long life": "My silver-footed goddess mother Thetis\nsays that there are two ways my death may come.\nIf I stay here and fight, besieging Troy,\nmy chance of ever going home is lost,\nbut I shall have a name that lasts forever.\nOr if I go home to my own dear country,\nI lose my glory but I gain long life.\nDeath cannot run so fast to overtake me.",
      "Book 21 - Moaning about death": "So die, my friend. Why are you so upset?\nPatroclus has already died as well,\nand he was far superior to you.\nDo you not see how tall and fine I am?\nMy father was a noble, handsome man,\nmy mother was a goddess. Even so,\ndeath and strong destiny will come for me."
    }
  },
  "merrill": {
    "translator": "Rodney Merrill",
    "year": 2009,
    "tags": [
      "verse"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Rodney-Merrill/dp/0472033980"
    },
    "description": "Rodney Merrill's translation of the Iliad is noted for its attempt to capture the musicality and oral nature of the original Greek text. Unlike many translations that focus on prose or traditional poetic forms, Merrill employs a distinct rhythmic approach aimed at reflecting the dactylic hexameter of Homer's original work. His version strives to maintain the epic's lyrical quality and dynamic energy, bringing a fresh auditory experience to modern readers. Merrill's translation stands out with its attention to sound and cadence, which sets it apart from more literal translations or those that prioritize narrative clarity over poetic elements. His use of contemporary yet elevated language bridges the gap between ancient and modern storytelling, making the Iliad accessible while preserving its timeless grandeur and intensity.",
    "quotes": {
      "Book 1 - Intro": "Sing now, goddess, the wrath of Achilles the scion of Peleus,\nruinous rage which brought the Achaians uncounted afflictions;\nmany the powerful souls it sent to the dwelling of Hades,\nthose of the heroes, and spoil for the dogs it made of their bodies,\nplunder for all of the birds, and the purpose of Zeus was accomplished—\nsing from the time when first stood hostile, starting the conflict,\nAtreus' scion, the lord of the people, and noble Achilles.",
      "Book 5 - Athena encourages Diomedes": "Speaking to him then answered the goddess bright-eyed Athena:\n\"Tydeus' son Diomédes, in whom my heart is delighted,\nneither should you fear Ares in this way, nor any other\ndeathless god—so am I now to you a supporter and helper.\nBut come, straightway at Ares direct your single-hoofed horses,\nstrike at close range and do not be in awe of impetuous Ares\nthus rampaging, perfected in evil, a treacherous turncoat,\nwho just recently speaking to me and to Hera declared that\nhe would battle the Trojans and give his support to the Argives;\nnow he consorts with the Trojans; the promises he has forgotten.\"",
      "Book 6 - Leaves": "Like generations of leaves are those of humanity also.\nJust as a wind pours some leaves groundward, and others the forest,\nburgeoning, sprouts at the coming of springtime, so in the same way\none generation of men grows up as another is fading.",
      "Book 9 - Glory or long life": "For my own mother, the goddess Thetis of silvery feet, has\ntold me that twofold fates to my death's finality bear me:\nshould I remain here fighting against this city of Trojans,\nlost is my homeward return, but never will perish my glory;\nshould I return back home to the much-loved land of my fathers,\nlost is my excellent glory, but then long years of a lifetime\nI will enjoy, nor will death's finality come to me quickly.",
      "Book 21 - Moaning about death": "No, friend, you die also—and why in this way are you moaning?\nEven Patroklos has perished, a man far better than you are.\nDo you not see what a man I am, how handsome and mighty,\nsprung of an excellent father, a goddess the mother who bore me?\nYet over me also hangs death, irresistible doomsday."
    }
  },
  "reck": {
    "translator": "Michael Reck",
    "year": 1994,
    "tags": [
      "verse"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Homer-Iliad/dp/0064303985"
    },
    "description": "Michael Reck's translation of the Iliad stands out for its dynamic and vigorous style, capturing both the epic's grandeur and its emotional intensity. In contrast to some translations that opt for a more formal or archaic tone, Reck uses clear and modern language that makes the text accessible to contemporary readers while retaining the drama and urgency of the original. For instance, his portrayal of Achilles' rage immediately sets a vivid and intense scene, describing it as a \"maniac rage\" that brings ruin and sorrow. Reck's approach often highlights the psychological depth of characters, as seen in his rendering of Athena's encouragement to Diomedes and the introspective monologues of Achilles. This translation might differ from others by stripping away some of the more ornamental language, focusing instead on a straightforward yet powerful depiction of human experience, akin to a modern retelling without losing the epic's core essence.",
    "quotes": {
      "Book 1 - Intro": "Sing, Goddess, Achilles' maniac rage:\nruinous thing! it roused a thousand sorrows\nand hurled many souls of mighty warriors\nto Hades, made their bodies food for dogs\nand carrion birds—as Zeus's will foredoomed—\nfrom the time relentless strife came between\nAtreus' son, a king, and brave Achilles.",
      "Book 5 - Athena encourages Diomedes": "And that goddess green-eyed Athena cried:\n\"Tydeus' son Diomedes, my dear man,\ndo not fear Ares or any other\nimmortals, I'll stay so close beside you.\nDrive your glorious horses straight toward Ares\nand run him through! You're a match for Ares,\nthat crook, that lunatic, that renegade\nwho was just promising Hera and me\nto back our Achaean armies, but see\nwhat that double-crosser did to us now!\"",
      "Book 6 - Leaves": "Men are like the generations of leaves:\nwind spins them to the ground, but the forest\nbrings new ones forth again when springtime comes—\nthus men's generations are born and die.",
      "Book 9 - Glory or long life": "My mother silverfoot Thetis tells me\ntwo separate fates are leading me toward death:\nif I stay here and continue combat\nI won't go back but have undying fame,\nwhile if I return to my dear homeland\nI can live in decent obscurity\ntill I die in the fullness of my time.",
      "Book 21 - Moaning about death": "Yes, my friend, you perish too—why whimper?\nDeath took Patroclus, a far better man.\nAnd you see how handsome and tall I am?\nMy parents were a king and a goddess,\nbut I am doomed to die as well as you:\nsome morning or evening or afternoon\nmy life shall be taken in battle too\nby a spear or an arrow from the string."
    }
  },
  "jordan": {
    "translator": "Herbert Jordan",
    "year": 2008,
    "tags": [
      "verse"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Homer/dp/0806139749"
    },
    "description": "Herbert Jordan's translation of Homer's *Iliad* is celebrated for its clarity and directness, making the epic accessible to modern readers without sacrificing the grandeur of the original text. Jordan employs straightforward language while maintaining the work's epic and timeless qualities, allowing readers to engage with the story of Achilles, the Greek and Trojan heroes, and the gods with ease. Unlike some translations that may lean heavily on poetic embellishments or archaic language, Jordan’s version is more in line with a narrative style that emphasizes storytelling. His translation is comparable to others, such as those by Robert Fagles and Richmond Lattimore, in preserving the epic's richness, though his style may appeal more to those seeking a clear and thoughtful rendition that is both relatable and respectful to the Homeric tradition.",
    "quotes": {
      "Book 1 - Intro": "Sing, goddess, of Peleus' son Achilles' anger,\nruinous, that caused the Greeks untold ordeals,\nconsigned to Hades countless valiant souls,\nheroes, and left their bodies prey for dogs\nor feast for vultures. Zeus's will was done\nfrom when those two first quarreled and split apart,\nthe king, Agamemnon, and matchless Achilles.",
      "Book 5 - Athena encourages Diomedes": "The gleaming-eyed goddess replied to him:\n\"You please me, Diomedes, Tydeus' son,\nso you need have no fear of Ares or any\nimmortal because I will be at your side.\nCome now, drive your horses toward Ares.\nStrike without scruple or respect for him—\na frenzied two-faced pest since he was born.\nJust recently he promised Hera and me\nto fight against Trojans, sparing the Greeks,\nbut now he has forgotten and sides with Troy.\"",
      "Book 6 - Leaves": "Clans of men are like foliage on trees.\nWind scatters leaves on the ground, yet the forest\nprospers and leafs again when spring returns.\nIn like manner the stock of men survives.",
      "Book 9 - Glory or long life": "My mother, the goddess Thetis, told me\nthat fate offers me two pathways to death:\nif I stay and fight around the Trojan city,\nI will die soon but my fame will never die,\nyet if I return home to my fatherland\nI will forfeit glory, but gain long life\nand not encounter death till many years pass.",
      "Book 21 - Moaning about death": "So you die too, my friend, but why complain?\nA better man than you has died, Patroclus,\nand do you not see my own splendor, my size?\nMy father is noble, my mother a goddess,\nbut dogged fate and death await me too.\nOne day, whether at dawn or noon or dusk,\nsome warrior's weapon will take even my life—\na flying spear or arrow loosed from his string."
    }
  },
  "rouse": {
    "translator": "W. H. D. Rouse",
    "year": 2007,
    "tags": [
      "prose"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Iliad-Homer/dp/0451530691"
    },
    "description": "W. H. D. Rouse's translation of Homer's \"Iliad\" is notable for its straightforward and accessible style, designed to make the epic more approachable for modern readers. Unlike more elaborate and poetic renditions, Rouse employs plain, direct language that aims to convey the narrative's raw emotion and drama without the formal complexities of traditional epic poetry. For instance, Rouse's choice of phrases like \"Mr. Facing-all-ways\" to describe Ares emphasizes a contemporary, almost conversational tone. His translation captures the essence and impact of Homer's epic while stripping down the elevated, archaic diction found in earlier translations, making it a more relatable read. This approach contrasts with other translations that strive for a more literal or poetic fidelity to the original text, highlighting Rouse's goal of accessibility and clarity in storytelling.",
    "quotes": {
      "Book 1 - Intro": "An angry man—There is my story: The bitter rancour of Achillês, prince of the house of Peleus, which brought a thousand troubles upon the Achaian host. Many a strong soul it sent down to Hadês, and left the heroes themselves a prey to dogs and carrion birds, while the will of God moved on to fulfilment.\n It began first of all with a quarrel between my lord King Agamemnon of Atreus' line and the Prince Achillês.",
      "Book 5 - Athena encourages Diomedes": "Athena said:\n\"Diomedês, you are a man after my own heart. Don't be afraid of Arês or any other immortal! You shall see, I will be with you. Drive straight for Arês! Hit him hard; don't bow down to Arês, that mad furious creature, that graven image of wickedness, Mr. Facing-all-ways! Yes- terday he stood up in front of Hera and me and vowed he would fight the Trojans and help the Argives, and now he is on the Trojan side and forgets all about that!\"",
      "Book 6 - Leaves": "The generations of men are like the leaves of the forest. Leaves fall when the breezes blow, in the springtime others grow; as they go and come agen so upon the earth do men.",
      "Book 9 - Glory or long life": "My mother Thetis Silverfoot says, that two different fates are carrying me on the road to death. If I stay here and fight before the city of Troy, there will be no home- coming for me but my fame shall never die; if I go home to my native land, there will be no great fame for me, but I shall live long and not die an early death.",
      "Book 21 - Moaning about death": "Come, my friend, die too; why do you cry like that? Patroclos died too, and he was a much better man than you. Don't you see me too, a fine big man? My father is a brave man, my mother is a goddess: yet I too have death and fate fast upon me. The day shall come, morning or evening or midday, when some one shall take my life too in battle, with a thrust of the spear or an arrow from the bow."
    }
  },
  "graves": {
    "translator": "Robert Graves",
    "year": 1959,
    "tags": [
      "prose",
      "verse"
    ],
    "links": {
      "amazon": "https://www.amazon.com/Anger-Achilles-Iliad-Homer/dp/0140455604"
    },
    "description": "Robert Graves's translation of Homer's Iliad stands out for its lucid and accessible language, which aims to resonate with modern readers while retaining the spirit of the original text. Graves's approach is characterized by his straightforward, narrative style, avoiding the dense and archaic language often found in other translations. This makes it more digestible for those unfamiliar with epic poetry. Unlike some translators who emphasize literal fidelity to the ancient Greek, Graves prioritizes a rhythmic and poetic flow in English, making his rendition more engaging and easier to follow. His translation captures the emotional intensity and dramatic action of the Iliad, as seen in his vivid portrayal of character dialogues and epic similes. While it may lack the scholarly precision that some purists seek, Graves's version appeals to a broader audience by bringing the timeless tale of Achilles and the Trojan War to life with clarity and vigor.",
    "quotes": {
      "Book 1 - Intro": "Sing, Mountain Goddess, sing through me\nThat anger which most ruinously\nInflamed Achilles, Peleus' son,\nAnd which, before the tale was done,\nHad glutted Hell with champions—bold,\nStern spirits by the thousandfold;\nRavens and dogs their corpses ate\nFor thus did Zeus, who watched their fate,\nSee his resolve, first taken when\nProud Agamemnon, King of men,\nAn insult on Achilles cast,\nAchieve accomplishment at last.",
      "Book 5 - Athena encourages Diomedes": "'Diomedes, true son of Tydeus, joy of my heart,' she cried. 'You need not fear Ares or any other Olympian! I shall always be at your elbow. Up with you, and go for that mad, raving fellow—that universal curse, that renegade who recently gave Hera and myself a sworn promise to help the Greeks, but has now seceded to the Trojans and forgotten it!'",
      "Book 6 - Leaves": "All forest leaves are born to die;\nAll mortal men the same.\n\nThough Spring's gay branches burgeon out,\nTheir leaves continue not,\nCold autumn scatters them to rout,\nAnd in cold earth they rot.\n\nNext year, another host of leaves\nIs born, grows green and dies;\nOld Mother Earth their fall receives—\nThe fall of man likewise.",
      "Book 9 - Glory or long life": "My goddess-mother, Thetis the Silver-Footed, prophesied as follows:\n\n\"Twin fates dispute your death, heroic son,\nOf which two fates you must, perforce, choose one:\nEither to stand fast on the Trojan shore\nUntil you die, renowned for evermore,\nOr to retreat and from your Phthian town\nRule long, nor hope for any high renown.\"",
      "Book 21 - Moaning about death": "Yes, friend, including you. Why bemoan your lot? Patroclus, a far better fighter, is dead, too. And look at me! Did you ever see so strong or so handsome a man? Yet, though my father was a hero, and my mother a goddess, immediate death threatens me. Some day soon—whether it will be morning, noon, or nightfall, and whether by spear or arrow, nobody can foretell—I am doomed to fall in battle."
    }
  }
}